data/E-24_04_24_08_55_17_8498.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
  <soapenv:Header />
  <soapenv:Body>
    <siiLR:SuministroLRFacturasEmitidas>
      <sii:Cabecera>
        <sii:IDVersionSii>1.1</sii:IDVersionSii>
        <sii:Titular>
          <sii:NombreRazon>Distribuciones Rosell SL</sii:NombreRazon>
          <sii:NIF>B12323648</sii:NIF>
        </sii:Titular>
        <sii:TipoComunicacion>A1</sii:TipoComunicacion>
      </sii:Cabecera>
      <siiLR:RegistroLRFacturasEmitidas>
        <sii:PeriodoLiquidacion>
          <sii:Ejercicio>2024</sii:Ejercicio>
          <sii:Periodo>04</sii:Periodo>
        </sii:PeriodoLiquidacion>
        <siiLR:IDFactura>
          <sii:IDEmisorFactura>
            <sii:NIF>B12323648</sii:NIF>
          </sii:IDEmisorFactura>
          <sii:NumSerieFacturaEmisor>A19305</sii:NumSerieFacturaEmisor>
          <sii:FechaExpedicionFacturaEmisor>10-04-2024</sii:FechaExpedicionFacturaEmisor>
        </siiLR:IDFactura>
        <siiLR:FacturaExpedida>
          <sii:TipoFactura>F1</sii:TipoFactura>
          <sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
          <sii:ImporteTotal>113.59</sii:ImporteTotal>
          <sii:DescripcionOperacion>Venta de productos de hostelería a PAPP ZSOLT, f. A19305</sii:DescripcionOperacion>
          <sii:Contraparte>
            <sii:NombreRazon>PAPP ZSOLT</sii:NombreRazon>
            <sii:NIF>X3971208M</sii:NIF>
          </sii:Contraparte>
          <sii:TipoDesglose>
            <sii:DesgloseFactura>
              <sii:Sujeta>
                <sii:NoExenta>
                  <sii:TipoNoExenta>S1</sii:TipoNoExenta>
                  <sii:DesgloseIVA>
                    <sii:DetalleIVA>
                      <sii:TipoImpositivo>21.00</sii:TipoImpositivo>
                      <sii:BaseImponible>65.52</sii:BaseImponible>
                      <sii:CuotaRepercutida>13.76</sii:CuotaRepercutida>
                    </sii:DetalleIVA>
                    <sii:DetalleIVA>
                      <sii:TipoImpositivo>10.00</sii:TipoImpositivo>
                      <sii:BaseImponible>12.25</sii:BaseImponible>
                      <sii:CuotaRepercutida>1.23</sii:CuotaRepercutida>
                    </sii:DetalleIVA>
                    <sii:DetalleIVA>
                      <sii:TipoImpositivo>0.00</sii:TipoImpositivo>
                      <sii:BaseImponible>20.83</sii:BaseImponible>
                      <sii:CuotaRepercutida>0</sii:CuotaRepercutida>
                    </sii:DetalleIVA>
                  </sii:DesgloseIVA>
                </sii:NoExenta>
              </sii:Sujeta>
            </sii:DesgloseFactura>
          </sii:TipoDesglose>
        </siiLR:FacturaExpedida>
      </siiLR:RegistroLRFacturasEmitidas>
    </siiLR:SuministroLRFacturasEmitidas>
  </soapenv:Body>
</soapenv:Envelope>